// exclusion-map.js
// 用于在前端模糊匹配中排除不相关的词条匹配，如："该撒" 不应命中 "该撒利亚"

window.exclusionMap = {
    // 📌 用户查询词 → 不应匹配到的关键词列表
    "该撒": ["该撒利亚"],
    "亚伯": ["亚伯拉罕", "亚何利亚伯", "亚伯兰"],
    "基督": ["基督徒", "基督教", "基督的身体", "基督身体"],
    "罗马书生命读经": ["歌罗西书生命读经"],
    "真理课程": ["_真理课程_"],
    "今时代神圣启示的先见": ["_今时代神圣启示的先见_"],
    "生命课程": ["_生命课程_"],
    "生命读经": ["_生命读经_"],
    "李常受文集": ["_李常受文集_"],
    "倪柝声文集": ["_倪柝声文集_"],
    "倪文集": ["_倪柝声文集_"],
    "有神": ["有神的", "有神性"]

};

// 用于在前端搜索中扩展同义词匹配，如："人的灵" 可以匹配 "人灵"
window.synonymMap = {
    // 📌 用户查询词 → 应该一起搜索的同义词列表
    "人灵": ["人的灵"],
    "李文集": ["李常受文集"],
    "太": ["马太"],
    "马太": ["太"],
    "倪文集": ["倪柝声文集"]
};