window.shi_ge_fen_lei = {
  "诗歌目录": "\n001~037 赞美的话 [目录]\n101~150 灵与生命 [目录]\n201~258 享受基督 [目录]\n301~349 爱慕耶稣 [目录]\n401~470 追求与长进 [目录]\n501~543 召会的异象 [目录]\n601~629 建造与合一 [目录]\n701~762 召会的生活 [目录]\n801~880 事奉与福音 [目录]\n901~930 盼望与预备 [目录]\n1001~100 5神的经纶 [目录]",
  "补充本目录": "一　除了神，不可有别神；不可以敬拜偶像；不可妄称耶和华名；谨守安息日将神享；孝敬父母，日得久长；不可杀人；不可奸淫；不可偷盗；作假害人；不可够人所有一切。这是神颁赐的十诫，我们是祂祭司国度，听从祂话，遵守祂约，成为祂圣别的国民。",
  "儿童诗歌目录": "\n001-017 神的创造 [目录]\n101-124 神的爱 [目录]\n201-212 圣灵的同在 [目录]\n301-323 主的看顾 [目录]\n401-445 赞美与喜乐 [目录]\n501-524 祷告与读经 [目录]\n601-621 爱主 [目录]\n701-719 亲近依靠主 [目录]\n801-836 彰显主 [目录]\n901-920 召会与聚会 [目录]\n1001-1039 传扬福音 [目录]\n1101-1118 发光与争战 [目录]\n1201-1232 经文故事篇 [目录]"
};